Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/sametingets_solidaritet_med_kvenene_norskfinnene_og_skogfinnene.html.tmx
Source language: nob
Languages: sme

source: Sametingets solidaritet med kvenene/norskfinnene og skogfinnene
sme: Solidaritehta kvenaiguin/norggasuopmelaččaiguin ja vuovdesuopmelaččaiguin

source: Onsdag 6. mars blir det verdde-seanse i lavvo utenfor Sametinget.
sme: Gaskavahku njukčamánu 6. beaivvi šaddá verddedilálašvuohta lávus Sámedikki olggobealde.

source: Sametingsrådet har i sin innstilling til overordnet sak om Sannhets- og forsoningskommisjonen foreslått en tydelig markering av solidaritet med kvenene/norskfinnene og skogfinnene.
sme: Sámediggeráđđi lea árvalusastis bajitdási áššái Duohtavuođa- ja soabadankommišuvnna birra, evttohan čielgasit čalmmustahttit solidaritehta kvenaiguin/norggasuopmelaččaiguin ja vuovdesuopmelaččaiguin.

source: I den sammenheng er kvenske og skogfinske organisasjoner invitert til plenum.
sme: Dan oktavuođas leat kvena ja vuovdesuopmelaččaid organisašuvnnat bovdejuvvon dievasčoahkkimii.

source: I etterkant av behandlingen av den overordnede saken vil det bli gjennomført en verdde-seanse med Sametingspresidenten og representanter fra Norsk Kveners Forbund og Skogfinneforeningen, for å vise gjensidig solidaritet.
sme: Maŋŋá go bajitdási ášši lea meannuduvvon, de lágiduvvo verdde-boddu sámediggepresideanttain ja Norske kveners forbunda ja Skogfinneforeninga ovddasteddjiiguin, čájehan dihte goabbatbeallásaš solidaritehta.

source: Verdde er et nordsamisk begrep som beskriver mellom menneskelig vennskap.
sme: Verddedilálašvuođas geigejuvvojit skeaŋkkat ovddasteddjiid gaskka.

source: Verdde-seansen med treveis overrekkelse av gaver skjer onsdag 6. mars kl. 13:00 i lavvuen utenfor Sametinget.
sme: Verddedilálašvuohta lágiduvvo njukčamánu 6. beaivvi dii 13:00 lávus olggobealde Sámedikki.

source: Sametingsrådets forslag til solidaritetsuttalelse lyder slik:
sme: Sámediggeráđi árvalus solidaritehtacealkámuššii čuodjá ná:

source: Rapporten skildrer fornorskningspolitikk og urett utøvd mot samer, kvener/norskfinner og skogfinner.
sme: Raporta muitala dáruiduhttinpolitihka ja vearrivuođa birra mii lea dahkkojuvvon sápmelaččaid, kvenaid/norggasuopmelaččaid ja vuovdesuopmelaččaid vuostá.

source: Som samenes folkevalgte organ, vil Sametinget uttrykke sterk og tydelig støtte til kvenenes/norskfinnenes og skogfinnenes rett til reparasjon for det de har tapt og til deres egne forsoningsprosesser definert ut ifra egne behov og ønsker.
sme: Sámiid álbmotválljen orgánan Sámediggi háliida dovddahit nanu ja čielga doarjaga kvenaid/norggasuopmelaččaid ja vuovdesuopmelaččaid vuoigatvuhtii oažžut njulgejuvvot vahágiid, ja sin vuoigatvuhtii sierra soabadanproseassaide, sin iežaset dárbbuid ja sávaldagaid vuođul.

source: Sametinget fremhever alle gruppenes ressursbehov knyttet til forsoningsprosesser, og henstiller til Stortinget å sikre ressursene til dette.
sme: Sámediggi deattuha buot joavkkuid resursadárbbuid mat čatnasit soabadanproseassaide, ja ávžžuha Stuorradikki sihkkarastit resurssaid dasa.

source: Når kvenene/norskfinnene og skogfinnene har gjennomført sine prosesser med vurderinger av rapportens innhold og foreslåtte tiltak, vil Sametinget være lydhøre for hvordan vi best mulig kan utøve videre solidaritet.
sme: Go kvenat/norggasuopmelaččat ja vuovdesuopmelaččat leat čađahan iežaset proseassaid raportta sisdoalu ja evttohuvvon doaibmabijuid árvvoštallamiin, de áigu Sámediggi gulahallat singuin mot mii buoremusat sáhttit čájehit viidásit solidaritehta singuin.
